insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id ) values
('Дэд Пул', 'Уэйд Уилсон - наемник. Будучи побочным продуктом программы вооруженных сил под названием "Оружие Х",
 Уилсон приобрел невероятную силу, проворство и способность к исцелению.', 2016, 1, 18, 108,1),
('Побег из Шоушенка', 'Бухгалтер Энди Дюфрейн обвинен в убийстве собственной жены и ее любовника.
 Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием,
 царящими по обе стороны решетки.', 1994, 4, 16, 142, 4),
('Знакомство с родителями', 'Молодая пара решает пожениться и,наконец познакомить своих родителей друг с другом.',
2023, 3, 16, 95, 3),
('Зверопой', 'В мире,который населяют звери,коала по имени Бастер Мун
 изо всех сил пытается предотвратить закрытие своего театра.', 2016, 5, 6, 108, 5),
('Начало', 'Кобб- талантливый вор,лучший из лучших в опасном искусстве извлечения:он крадет ценные секреты
 из глубин подсознания во время сна,когда человеческий разум наиболее уязвим.', 2010, 2, 12, 148, 2);